app/controllers/v1/categories_controller.rb

SELECT "categories".* FROM "categories"
---
  def index
    category= Category.all